<script setup lang="ts">

    const route = useRoute()
    const baseUrl = 'https://ktmcranes.ru'

    useHead({
        link: [{ rel: 'canonical', href: `${baseUrl}${route.path}` }],
        title: 'Пользовательское соглашение | ПК Крантехмаш',
        meta:
            [
                { name: 'description', content: 'Политика конфиденциальности и пользовательское соглашение' },
                { name: 'keywords', content: '' },
                { property: 'og:title', content: 'Пользовательское соглашение | ПК Крантехмаш' },
                { property: 'og:description', content: 'Политика конфиденциальности и пользовательское соглашение' },
                { property: 'og:image', content: '' },
                { property: 'og:url', content: 'https://ktmcranes.ru'+`${route.path}` },
                { property: 'og:type', content: 'website' },
                { property: 'og:site_name', content: 'ПК Крантехмаш' },
                { property: 'og:locale', content: 'ru_RU' }
            ]
        })

</script>

<template>
    <main>
        <AppLayoutHeading title="Пользовательское соглашение" />
            <div class="content-page">
                <div class="cookie">

                    <h3>Политика конфиденциальности</h3>
                    <p>Данная политика конфиденциальности относится к сайту под доменным именем ktmcranes.ru. Эта страница содержит сведения о том, какую информацию мы (администрация сайта) или третьи лица могут получать, когда вы пользуетесь нашим сайтом.</p>

                    <h3>Данные, собираемые при посещении сайта</h3>
                    <p>Персональные данные при посещении сайта передаются пользователем добровольно, к ним могут относиться: имя, фамилия, отчество, номера телефонов, адреса электронной почты, адреса для доставки товаров или оказания услуг, реквизиты компании, которую представляет пользователь, должность в компании, которую представляет пользователь, аккаунты в социальных сетях; поля форм могут запрашивать и иные данные.<br><br>Эти данные собираются в целях оказания услуг или продажи товаров, связи с пользователем или иной активности пользователя на сайте, а также, чтобы отправлять пользователям информацию, которую они согласились получать.<br><br>Мы не проверяем достоверность оставляемых данных, однако не гарантируем качественного исполнения заказов или обратной связи с нами при некорректных данных. Данные собираются имеющимися на сайте формами для заполнения (например, регистрации, оформления заказа, подписки, оставления отзыва, обратной связи и иными). Формы, установленные на сайте, могут передавать данные как напрямую на сайт, так и на сайты сторонних организаций (скрипты сервисов сторонних организаций). Также данные могут собираться через технологию cookies (куки) как непосредственно сайтом, так и скриптами сервисов сторонних организаций. Эти данные собираются автоматически, отправку этих данных можно запретить, отключив cookies (куки) в браузере, в котором открывается сайт.</p>
                    
                    <h3>Не персональные данные</h3>
                    <p>Кроме персональных данных при посещении сайта собираются не персональные данные, их сбор происходит автоматически веб-сервером, на котором расположен сайт. К данным, собираемым автоматически, относятся: IP адрес и страна его регистрации, имя домена, с которого вы к нам пришли, переходы посетителей с одной страницы сайта на другую, информация, которую ваш браузер предоставляет добровольно при посещении сайта, cookies (куки), фиксируются посещения, иные данные, собираемые счетчиками аналитики сторонних организаций, установленными на сайте.<br><br>Эти данные носят неперсонифицированный характер и направлены на улучшение обслуживания клиентов, улучшения удобства использования сайта, анализа посещаемости.</p>
                    
                    <h3>Предоставление данных третьим лицам</h3>
                    <p>Мы не раскрываем личную информацию пользователей компаниям, организациям и частным лицам, не связанным с нами. Исключение составляют случаи, перечисленные ниже.</p>

                    <h3>Данные пользователей в общем доступе</h3>
                    <p>Персональные данные пользователя могут публиковаться в общем доступе в соответствии с функционалом сайта, например, при оставлении отзывов, может публиковаться указанное пользователем имя, такая активность на сайте является добровольной, и пользователь своими действиями дает согласие на такую публикацию.</p>

                    <h3>По требованию закона</h3>
                    <p>Информация может быть раскрыта в целях воспрепятствования мошенничеству или иным противоправным действиям; по требованию законодательства и в иных случаях, предусмотренных законом.</p>

                    <h3>Для оказания услуг, выполнения обязательств</h3>
                    <p>Пользователь соглашается с тем, что персональная информация может быть передана третьим лицам в целях оказания заказанных на сайте услуг, выполнении иных обязательств перед пользователем. К таким лицам, например, относятся курьерская служба, почтовые службы, службы грузоперевозок и иные.</p>

                    <h3>Сервисам сторонних организаций, установленным на сайте</h3>
                    <p>На сайте могут быть установлены формы, собирающие персональную информацию других организаций, в этом случае сбор, хранение и защита персональной информации пользователя осуществляется сторонними организациями в соответствии с их политикой конфиденциальности.<br><br>Сбор, хранение и защита полученной от сторонней организации информации осуществляется в соответствии с настоящей политикой конфиденциальности.</p>

                    <h3>Использование cookie-файлов и иных средств веб-аналитики</h3>
                    <p>Cookie — это небольшие файлы, которые создаются и сохраняются браузером при посещении веб-сайта Компании. Cookie-файлы хранятся на устройстве не более 6 месяцев и позволяют отслеживать качество работы веб-сайта и характеристики его использования, а также оптимизировать маркетинговые активности в Интернете.<br><br>Посещение и использование веб-сайтов по умолчанию предусматривает генерацию и сохранение cookie-файлов. Однако пользователь в любой момент может удалить cookie-файлы с устройства через настройки используемого браузера. Пользователь также может отказаться от принятия cookie-файлов, однако при этом не гарантирована работа всех функций веб-сайтов (например, отображение списка отложенных товаров).</p>

                    <h3>На веб-сайтах Компании используются следующие виды средств аналитики</h3>
                    <p>Технические и функциональные cookie-файлы: Эти файлы, генерируемые движками сайтов, используются для обеспечения бесперебойной работы сайтов, а также для запоминания выбранных пользователем настроек.<br><br>Маркетинговые и аналитические cookie-файлы: Эти файлы используются для сбора и статистического анализа данных, связанных с использованием сайтов, используется сервис Яндекс.Метрика. Сведения, получаемые с помощью таких cookie-файлов, не позволяют идентифицировать пользователей.</p>

                    <h3>Как мы защищаем вашу информацию</h3>
                    <p>Мы принимаем соответствующие меры безопасности по сбору, хранению и обработке собранных данных для защиты их от несанкционированного доступа, изменения, раскрытия или уничтожения, ограничиваем нашим сотрудникам, подрядчикам и агентам доступ к персональным данным, постоянно совершенствуем способы сбора, хранения и обработки данных, включая физические меры безопасности, для противодействия несанкционированному доступу к нашим системам.</p>

                    <h3>Ваше согласие с этими условиями</h3>
                    <p>Используя этот сайт, вы выражаете свое согласие с этой политикой конфиденциальности. Если вы не согласны с этой политикой, пожалуйста, не используйте наш сайт. Ваше дальнейшее использование сайта после внесения изменений в настоящую политику будет рассматриваться как ваше согласие с этими изменениями.</p>

                    <h3>Отказ от ответственности</h3>
                    <p>Политика конфиденциальности не распространяется ни на какие другие сайты и не применима к веб-сайтам третьих лиц, которые могут содержать упоминание о нашем сайте и с которых могут делаться ссылки на сайт, а также ссылки с этого сайта на другие сайты сети Интернет. Мы не несем ответственности за действия других веб-сайтов.</p>

                    <h3>Изменения в политике конфиденциальности</h3>
                    <p>Мы имеем право по своему усмотрению обновлять данную политику конфиденциальности в любое время. В этом случае мы опубликуем уведомление на главной странице нашего сайта. Мы рекомендуем пользователям регулярно проверять эту страницу для того, чтобы быть в курсе любых изменений о том, как мы защищаем информацию пользователях, которую мы собираем. Используя сайт, вы соглашаетесь с принятием на себя ответственности за периодическое ознакомление с политикой конфиденциальности и изменениями в ней.</p>

                    <h3>Как с нами связаться</h3>
                    <p>Если у вас есть какие-либо вопросы о политике конфиденциальности, использованию сайта или иным вопросам, связанным с сайтом, свяжитесь с нами: +7 931 378 73 78</p>

                </div>
            </div>
        </main>
</template>